Repository: transportfacket/Taxi-lo-n---iOS
Catalog: Taxi lön/*.lproj/Localizable.strings
Languages: sv

# info_location_title
source: Where in the country do you drive?
sv: Var i landet kör du?

# info_location_body
source: Enter where you are stationed here.
sv: Här skriver du in vilken ort som du är stationerad på.

# info_workedhours_title
source: How many hours have you worked?
sv: Hur många timmar har du arbetat?

# info_workedhours_body
source: Enter the number of hours here, which you have worked in the calender month that you want to calculate your guaranteed wage for.
sv: Här skriver du in hur många timmar du arbetat på den månad du vill räkna ut din garantilön.

# info_collectiveagreement_title
source: Does the company have a collective agreement?
sv: Har du kollektivavtal på företaget?

# info_collectiveagreement_body
source: Guaranteed wage only applies to those who work in a company that has a collective agreement with Transport. If you do not know whether there is a collective agreement where you work, call Transport and check.
sv: Garantilön gäller bara för dig som arbetar på ett åkeri som har kollektivavtal med Transport. Vet du inte om det finns kollektivavtal där du arbetar så ring Transport och kolla upp det.

# info_collectiveagreement_radio_title
source: No collective agreement - No guaranteed wage
sv: Inget kollektivavtal - Ingen garantilön

# info_percentagefulltime_body
source: You will find that on your certificate of employment . The working time measurement is the % of full time that you must work
sv: Du hittar detta på ditt anställningsbevis. Arbetstidsmått är hur många % av heltid som du ska arbeta

# info_percentagefulltime_title
source: Working time measurement
sv: Arbetstidsmått

# info_workalldays_title
source: Are you scheduled for all the days of the week?
sv: Schemaläggs du alla veckans dagar?

# info_workalldays_body
source: Are you scheduled for all the days of the week or just Monday to Friday? This must be stated on your certificate of employment
sv: Kan du schemaläggas alla veckans dagar så ska du välja JA. Om du bara schemaläggs måndag-fredag helgfri vecka ska du välja NEJ

# alert_sorry
source: Sorry
sv: Tyvärr

# alert_sorry_body
source: Both place and worked hours is missing.
sv: Det saknas både ort och arbetade timmar

# place_missing_title
source: You have to enter where you are driving
sv: Ort saknas

# place_missing_body
source: You must enter where you are driving to get the correct calculated wage
sv: Du måste skriva in var du kör för att få rätt uträknad lön

# worked_hours_missing_title
source: Missing worked hours
sv: Inga arbetade timmar

# worked_hours_missing_body
source: Enter the number of hours here, which you have worked in the calender month that you want to calculate your guaranteed wage for
sv: Du behöver skriva in hur många timmar du arbetat på den månad som du vill räkna ut din garantilön
